Repository: sulaymanyf/mutmain
Catalog: res/values/strings_*.arb
Languages: tr_tr, zh_cn

source: Current Time
tr_tr: Geçerli Saat
zh_cn: 当前时间

# current_prayer_time
source: Next Prayer Time
tr_tr: SonraKi Namaz Vakti
zh_cn: 当前礼拜结束时间

source: App Auto
tr_tr: Uygulama Otomatik
zh_cn: 跟随系统

source: Quran
tr_tr: Kur'an
zh_cn: 古兰经

source: Hadis
zh_cn: 圣训

source: Mecca
zh_cn: 麦加

source: chapter
tr_tr: cüz
zh_cn: 章

source: Stay tuned
tr_tr: Bizi izlemeye devam edin
zh_cn: 敬请期待

# prifile_name
source: Good Person
tr_tr: İyi Biri
zh_cn: 一个好人

source: setting
tr_tr: Ayarlar
zh_cn: 设置

source: Language
tr_tr: Dil
zh_cn: 语言

# latlan
source: Latitude and longitude
tr_tr: Enlem ve boylam
zh_cn: 经纬度

source: Sect
tr_tr: Mezhep
zh_cn: 学派

# method
source: Calculation Method
tr_tr: Hesaplama Yöntemi
zh_cn: 计算方法

source: shafi
tr_tr: Şafiî
zh_cn: 沙菲

source: hanafi
tr_tr: Hanefi
zh_cn: 哈纳菲

source: Muslim World League
tr_tr: Müslüman Dünya Ligi
zh_cn: 世界穆斯林联盟

# karachi
source: University of Islamic Sciences, Karachi
tr_tr: İslami İlimler Üniversitesi, Karaçi
zh_cn: 卡拉奇伊斯兰科学大学

# ummAlQura
source: Umm al-Qura University, Makkah
tr_tr: Ümmü'l-Qura Üniversitesi, Mekke
zh_cn: 麦加乌姆古拉大学

# dubai
source: UAE
tr_tr: BAE
zh_cn: 阿联酋

source: Qatar
zh_cn: 卡塔尔

source: Kuwait
zh_cn: 科威特

source: Moonsighting Committee
tr_tr: Moonsighting Komitesi
zh_cn: 月球监察委员会

source: Singapore
tr_tr: Singapur
zh_cn: 新加坡

# tehran
source: Egyptian General Authority of Survey
tr_tr: Mısır Genel Araştırma Kurumu
zh_cn: 埃及测量总局

# boot_first
source: There shall be no compulsion in [acceptance of] the religion. - [2:256]
tr_tr: Dinde zorlama yoktur; Artık hak ile batıl iyice ayrılmıştır. - [2:256]
zh_cn: 对於宗教，绝无强迫；因为正邪确已分明了。 - [2:256]

# boot_second
source: This day I have perfected for you your religion and completed My favor upon you and have approved for you Islam as religion. - [5:3]
tr_tr: Bugün, size dininizi bütünledim, üzerinize olan nimetimi tamamladım, din olarak sizin için İslam'ı beğendim. - [5:3]
zh_cn: 今天，我已为你们成全你们的宗教，我已完成我所赐你们的恩典，我已选择伊斯兰做你们的宗教。 - [5:3]

# boot_third
source: For indeed, with hardship [will be] ease. - [94:5-6]
tr_tr: Gerçekten, güçlükle beraber bir kolaylık vardır. - [94:5]
zh_cn: 与艰难相伴的，确是容易. - [94:5]

# boot_start
source: Get Started
tr_tr: Başlat
zh_cn: 开始

source: Fajr
tr_tr: Sabah Namazı
zh_cn: 晨礼

source: Duha
tr_tr: Duhâ (Kuşluk) Namazı
zh_cn: 上午

source: Dhur
tr_tr: Öğle Namazı
zh_cn: 晌礼

source: Asr
tr_tr: İkindi Namazı
zh_cn: 晡礼

source: Maghrib
tr_tr: Akşam Namazı
zh_cn: 昏礼

source: Isha
tr_tr: Yatsı Namazı
zh_cn: 宵礼

source: Tahajjud
tr_tr: Teheccüd Namazı
zh_cn: 夜间拜

source: Sunrise
tr_tr: Güneş Doğuşu
zh_cn: 日出

source: Salah
tr_tr: Namazlar
zh_cn: 礼拜

# startup_page
source: boot page
tr_tr: Başlangıç sayfası
zh_cn: 启动页

source: Universal
zh_cn: 通用

# app_en
source: English
tr_tr: İngilizce

# app_tr
source: Turkish
tr_tr: Türkçe

source: Next
tr_tr: Sonraki
